Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ORGAN_DONATION_BODY
source: Organ and tissue donation provides a second chance at life for thousands of people. Apple has partnered with Donate Life. Only they will see the information you submit. Should you wish to modify any details later, you can do so with your email log-in and Donate Life password.
ar: يوفر التبرع بالأعضاء والأنسجة فرصة ثانية للحياة لآلاف من الناس. قامت Apple بالشراكة مع Donate Life. فقط سيشاهدوا المعلومات التي تقدمها. هل ترغب في تعديل أي تفاصيل لاحقًا، يمكنك أن تفعل ذلك باستخدام تسجيل الدخول لبريدك الإلكتروني وكلمة سر Donate Life.
bg: Донорството на органи и тъкан осигурява втори шанс за живот на хиляди хора. Apple е партньор на Donate Life. Само те ще видят информацията, която предоставите. Ако по-късно пожелаете да промените детайлите, можете да го направите с вашия имейл и парола за Donate Life.
ca: La donació d’òrgans i teixits suposa una segona oportunitat de vida per a milers de persones. Apple col·labora amb Donate Life. Només ells veuran la informació que envies. Pots modificar aquesta informació en qualsevol moment amb l’adreça electrònica d’inici de sessió i la contrasenya de Donate Life.
cs: Dárcovství orgánů a tkání představuje druhou šanci na život pro tisíce lidí. Společnost Apple uzavřela s registrem Donate Life partnerství. Odeslané údaje neuvidí nikdo jiný. Pokud budete chtít později některé údaje změnit, budete tak moci učinit po zadání e‑mailové adresy a hesla pro Donate Life.
da: Organ- og vævsdonation giver tusindvis af personer en ny chance i livet. Apple har indgået samarbejde med Donate Life. Kun de kan se de oplysninger, som du indsender. Hvis du vil ændre dine oplysninger senere, kan du gøre det vha. din e-maillogin og adgangskode til Donate Life.
de: Organ- und Gewebespenden bieten tausenden Menschen eine Chance auf ein zweites Leben. Apple hat sich mit Donate Life zusammengeschlossen. Deine Informationen sind nur für Donate Life sichtbar. Du kannst deine Informationen später mithilfe deiner E-Mail-Anmeldung und deinem Donate Life-Passwort ändern.
el: Η δωρεά οργάνων και ιστών δίνει μια δεύτερη ευκαιρία στη ζωή σε χιλιάδες ανθρώπους. Η Apple συνεργάζεται με τον οργανισμό Donate Life. Μόνο το Donate Life θα έχει πρόσβαση στις πληροφορίες που θα υποβάλετε. Αν θέλετε να τροποποιήσετε τα στοιχεία σας αργότερα, μπορείτε να το κάνετε με το email εισόδου και το συνθηματικό σας Donate Life.
es: Las donaciones de órganos y tejidos ofrecen una segunda oportunidad a miles de personas. Apple colabora con Donate Life. Solo ellos verán la información que envíes. Si deseas modificar tu información más adelante, lo puedes hacer con tu dirección de correo para iniciar sesión y tu contraseña de Donate Life.
es_us: La donación de órganos y tejidos brinda una segunda oportunidad de vivir a miles de personas. Apple se asoció con Donate Life. Sólo ellos verán la información que envíes. Si quieres modificar la información después, puedes hacerlo al iniciar sesión con tu correo y tu contraseña de Donate Life.
fi: Elinten ja kudosten luovuttaminen antaa tuhansille ihmisille toisen mahdollisuuden elämässä. Apple on yhteistyössä Donate Lifen kanssa. Vain he näkevät lähettämäsi tiedot. Jos haluat muuttaa jotakin yksityiskohtaa myöhemmin, voit tehdä niin sähköpostitunnuksellasi ja Donate Life -salasanallasi.
fr: Le don de tissu et d’organes offre une seconde chance à des milliers de personnes. Apple a décidé de s’associer à Donate Life. Ces derniers seront les seuls à voir les données que vous leur transmettez. Si vous souhaitez modifier vos données ultérieurement, connectez-vous à l’aide de votre e-mail et de votre mot de passe pour Donate Life.
fr_ca: Les dons d’organe et de tissu offrent une seconde chance à des milliers de personnes. Apple s’associe à Donate Life. Personne d’autre ne pourra consulter les informations que vous soumettez. Vous pouvez par la suite modifier les informations fournies en vous connectant avec votre identifiant Donate Life.
he: תרומת איברים ורקמות מעניקה לאלפי אנשים הזדמנות שנייה לחיים. Apple עובדת בשותפות עם Donate Life. רק ארגון זה יראה את המידע שתשלח/י. אם תרצה/י לשנות פרטים כלשהם מאוחר יותר, ניתן לעשות זאת עם פרטי ההתחברות לדוא״ל וסיסמת Donate Life שלך.
hi: अंग और ऊतक दान से हज़ारों व्यक्तियों को जीने का दूसरा मौक़ा मिल सकता है। Apple ने Donate Life के साथ साझेदारी की है। आपके द्वारा दर्ज की जाने वाली जानकारी को केवल वे लोग देख पाएँगे। यदि आप किसी भी विवरण को बाद में संशोधित करना ^[चाहते हैं](inflect: true), तो आप ऐसा अपना ईमेल लॉगइन और Donate Life पासवर्ड दर्ज करके कर ^[सकते हैं](inflect: true)।
hr: Doniranje organa i tkiva pruža drugu priliku za život tisućama ljudi. Apple je postao partner s Donate Life. Samo će oni vidjeti informacije koje unesete. Ako kasnije želite promijeniti bilo koje podatke, možete to učiniti koristeći vašu e-mail prijavu i lozinku za Donate Life.
hu: A szerv- és szövetadományozás egy második lehetőséget biztosít több ezer ember számára. Az Apple partnere a Donate Life. Csak ez a szervezet fogja látni az Ön által megadott információkat. Amennyiben később módosítani kívánja az adatait, akkor ahhoz használja az e-mail azonosítóját és Donate Life-jelszavát.
id: Donasi organ dan jaringan memberi ribuan orang kesempatan untuk bertahan hidup. Apple telah menjalin kemitraan dengan Donate Life. Hanya mereka yang akan melihat informasi yang Anda kirimkan. Jika Anda ingin mengubah detail nanti, Anda dapat melakukannya dengan info masuk email dan kata sandi Donate Life Anda.
it: Grazie alla donazione di organi e tessuti puoi dare una seconda possibilità di vita a molte persone. I dati che fornisci verranno visualizzati unicamente dall’associazione “Donate Life” con cui Apple collabora. Se decidi di modificare in seguito le tue informazioni, effettua l’accesso tramite email e inserisci la password utilizzata per “Donate Life”.
ja: 臓器および細胞の提供は多くの人々にもう一度生きる望みを与えます。 AppleはDonate Lifeと提携しています。あなたの提出した情報のみが参照されます。 あとで情報を変更したい場合は、メールによるログインとDonate Lifeパスワードでいつでも可能です。
kk: Органдар мен тіндерді донорлыққа беру мыңдаған адамға екінші өмір сыйлайды. Apple компаниясы Donate Life серіктесі болып табылады. Сіз жіберген ақпаратты тек солар көре алады. Егер кейінірек мәліметтерді өзгерткіңіз келсе, оны электрондық пошта мекенжайыңыз бен Donate Life құпиясөзінің көмегімен істей аласыз.
ko: 장기 및 조직을 기증하면 수천 명의 사람들에게 제2의 삶을 제공할 수 있습니다. Apple은 Donate Life와 파트너 관계이며, 사용자가 제출한 정보는 Donate Life에서만 볼 수 있습니다. 세부사항은 이메일 로그인 및 Donate Life 암호를 사용하여 언제든지 변경할 수 있습니다.
lt: Organų ir audinių donorystė suteikia galimybę gyventi tūkstančiams žmonių. „Apple“ bendradarbiauja su „Donate Life“. Tik jie matys jūsų pateiktą informaciją. Jei vėliau norėsite pakeisti bet kokią informaciją, tai galite padaryti naudodami prisijungimo el. paštą ir „Donate Life“ slaptažodį.
ms: Pendermaan organ dan tisu memberi peluang kedua dalam kehidupan untuk beribu-ribu orang. Apple bekerjasama dengan Donate Life. Mereka sahaja yang akan melihat maklumat yang anda hantar. Jika anda mahu mengubah suai sebarang butiran kemudian, anda boleh melakukan sedemikian dengan log masuk e-mel dan kata laluan Donate Life anda.
nb: Organ- og vevsdonasjon gir livet i gave til tusenvis av mennesker. Apple har inngått samarbeid med Donate Life. De er de eneste som kan se informasjonen du sender inn. Hvis du vil endre informasjonen senere, kan du logge på med e‑posten din og Donate Life-passordet.
nl: Dankzij orgaan- en weefseldonaties krijgen duizenden mensen een tweede kans. Apple werkt samen met Donate Life. Alleen zij zien de gegevens die je verstrekt. Als je later je gegevens wilt wijzigen, kun je dat doen door in te loggen met je e‑mailadres en Donate Life-wachtwoord.
pl: Dawcy organów i tkanek to druga szansa na życie dla tysięcy osób. Firma Apple nawiązała współpracę z Donate Life. Tylko oni będą mieli dostęp do wysyłanych informacji. Aby edytować dowolne informacje później, zaloguj się, podając adres email i swoje hasło Donate Life.
pt: A doação de órgãos e tecidos possibilita uma segunda chance de vida para milhares de pessoas. A Apple realizou uma parceria com o Donate Life. Apenas eles verão as informações que você enviar. Se você quiser modificar algum detalhe mais tarde, você deverá iniciar uma sessão com seu e-mail e senha do Donate Life.
pt_pt: A doação de órgãos e tecidos proporciona uma nova vida a milhares de pessoas. A Apple juntou‑se a Donate Life. A sua informação só será visível por esta organização. Se precisar de alterar a sua informação, pode fazê‑lo através do e‑mail de início de sessão e da palavra‑passe de Donate Life.
ro: Donarea de organe și țesuturi oferă o nouă șansă la viață pentru mii de persoane. Apple a încheiat un parteneriat cu Donate Life. Doar această organizație va vedea informațiile pe care le trimiteți. Dacă doriți să modificați ulterior orice detalii, o puteți face folosind pentru login e‑mailul dvs. și parola Donate Life.
ru: Донорство органов и тканей предоставляет второй шанс тысячам людей. Apple является партнером Donate Life. Предоставленная Вами информация будет видна только им. Если Вы хотите внести изменения в предоставленную информацию позже, сделать это можно с помощью имени (адрес e‑mail) и пароля Donate Life.
sk: Darcovstvo orgánov a tkanív je šancou na nový život pre tisíce ľudí. Spoločnosť Apple sa spojila s organizáciou Donate Life. Informácie, ktoré odošlete, sa zobrazia len tomuto partnerovi. Ak budete chcieť neskôr upraviť ľubovoľné detaily, môžete sa prihlásiť použitím svojho emailu a hesla Donate Life.
sl: Darovanje organov in tkiv lahko reši na tisoče življenj. Apple sodeluje z organizacijo Donate Life. Samo njej bodo dostopni podatki, ki jih posredujete. Če želite spremeniti ali dodati podatke, se na spletnem mestu organizacije Donate Life vpišite s svojim e-poštnim naslovom in geslom.
sv: Organ- och vävnadsdonationer ger tusentals människor chansen till ett nytt liv. Apple har påbörjat ett samarbete med Donate Life. Bara de kan se informationen du skickar in. Om du vill ändra några uppgifter senare kan du logga in med den e-postadress du uppgett och ditt Donate Life-lösenord.
th: การบริจาคอวัยวะและเนื้อเยื่อถือว่าเป็นการให้ชีวิตครั้งที่สองกับคนอีกหลายหมื่นคน Apple ได้ร่วมกับ Donate Life ซึ่งจะเป็นผู้ที่เห็นข้อมูลที่คุณส่งเท่านั้น ถ้าคุณปรารถนาที่จะปรับเปลี่ยนรายละเอียดในภายหลัง คุณสามารถทำได้โดยการเข้าสู่ระบบที่คุณได้รับทางอีเมลและรหัสผ่าน Donate Life
tr: Organ ve doku bağışı, binlerce insan için hayatta ikinci bir şans sunar. Apple, Donate Life ile ortak çalışıyor. Gönderdiğiniz bilgileri yalnızca onlar görecektir. Daha sonra ayrıntıları değiştirmek isterseniz, bunu e-posta oturumu ve Donate Life parolası ile yapabilirsiniz.
uk: Донорство органів і тканин дає тисячам людей другий шанс на життя. Apple уклала партнерську угоду з Donate Life. Тільки ця організація бачитиме надану вами інформацію. Якщо ви пізніше захочете змінити якісь деталі, це можна зробити зі своїм обліковим імʼям у вигляді е‑адреси та паролем Donate Life.
vi: Việc hiến tặng các cơ quan và mô mang lại cơ hội sống lần thứ hai cho hàng nghìn người. Apple đã cộng tác với Donate Life. Chỉ họ mới có thể xem được thông tin bạn gửi. Nếu bạn muốn sửa đổi bất kỳ chi tiết nào sau này, bạn có thể thực hiện với email đăng nhập và mật khẩu Donate Life.
zh_cn: 器官与组织捐赠为数以千计人带来了第二次生命。 Apple现已与Donate Life合作。只有他们可以看到你提交的信息。 如果之后想要更改任何具体信息，你可以通过电子邮箱登录和Donate Life密码进行更改。
zh_hk: 捐獻器官及組織為成千上萬的人提供再生的機會。 Apple已與Donate Life合作。只有Donate Life會看到你提供的資料。 日後你亦可以利用你的電郵及Donate Life密碼修改任何有關資料。
zh_tw: 器官和人體組織捐贈提供給數以千計的人一次再生機會。 Apple與Donate Life合作。只有他們才能看到你送出的資訊。 若稍後想要修改任何資訊，可以用你的電子郵件登入和Donate Life密碼來進行修改。

source: Other
ar: أخرى
bg: Друго
ca: Altres
cs: Jiné
da: Andet
de: Divers
el: Άλλο
es: Otro
es_us: Otro
fi: Muu
fr: Autre
fr_ca: Autre
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
kk: Басқа
ko: 기타
lt: Kita
ms: Lain
nb: Annet
nl: Anders
pl: Inna
pt: Outro
pt_pt: Outro
ro: Altul
ru: Другой
sk: Iné
sl: Drugo
sv: Annat
th: อื่นๆ
tr: Diğer
uk: Інша
vi: Khác
zh_cn: 其他
zh_hk: 其他
zh_tw: 其他

# OUT_OF_RANGE_ALERT_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# OUT_OF_RANGE_ALERT_CONFIRM
source: Confirm
ar: تأكيد
bg: Потвърди
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
es_us: Confirmar
fi: Vahvista
fr: Confirmer
fr_ca: Confirmer
he: אישור
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
kk: Растау
ko: 확인
lt: Patvirtinti
ms: Sahkan
nb: Bekreft
nl: Bevestig
pl: Potwierdź
pt: Confirmar
pt_pt: Confirmar
ro: Confirmați
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sv: Bekräfta
th: ยืนยัน
tr: Doğrula
uk: Підтвердити
vi: Xác nhận
zh_cn: 确认
zh_hk: 確認
zh_tw: 確認

# OUT_OF_RANGE_ALERT_CONFIRM_TITLE
source: Confirm Data
ar: تأكيد البيانات
bg: Потвърди данни
ca: Confirma les dades
cs: Potvrďte údaj
da: Bekræft data
de: Daten bestätigen
el: Επιβεβαίωση δεδομένων
es: Confirma los datos
es_us: Confirmar datos
fi: Vahvista tiedot
fr: Confirmer les données
fr_ca: Confirmer les données
he: נא לאשר את הנתונים
hi: डेटा की पुष्टि करें
hr: Potvrdite podatke
hu: Adatok megerősítése
id: Konfirmasi Data
it: Conferma dati
ja: データを確認
kk: Деректерді растау
ko: 데이터 확인
lt: Patvirtinti duomenis
ms: Sahkan Data
nb: Bekreft data
nl: Bevestig gegevens
pl: Potwierdź dane
pt: Confirmar Dados
pt_pt: Confirmar dados
ro: Confirmare date
ru: Подтверждение данных
sk: Potvrdiť dáta
sl: Potrditev podatkov
sv: Bekräfta data
th: ยืนยันข้อมูล
tr: Verileri Doğrula
uk: Підтвердити дані
vi: Xác nhận dữ liệu
zh_cn: 确认数据
zh_hk: 確認數據
zh_tw: 確認資料

# OUT_OF_RANGE_ALERT_DEFAULT_DURATION_ERROR_%@
source: You can enter up to %1$@ at a time.
ar: يمكنك إدخال لحد %1$@ في وقت واحد.
bg: Можете да въведете до %1$@ едновременно.
ca: Pots introduir fins a %1$@ a la vegada.
cs: Můžete zadat až %1$@ najednou.
da: Du kan indtaste op til %1$@ ad gangen.
de: Du kannst jeweils bis zu %1$@ eingeben.
el: Μπορείτε να εισαγάγετε έως %1$@ ανά φορά.
es: Puedes introducir hasta %1$@ cada vez.
es_us: Puedes ingresar hasta %1$@ a la vez.
fi: Voit syöttää enintään %1$@ kerrallaan.
fr: Vous pouvez saisir jusqu’à %1$@ à la fois.
fr_ca: Vous pouvez entrer jusqu’à %1$@ à la fois.
he: ניתן להזין עד %1$@ בכל פעם.
hi: आप एक बार में अधिकतम %1$@ दर्ज कर ^[सकते हैं](inflect: true)।
hr: Istovremeno možete unijeti najviše %1$@.
hu: Legfeljebb ennyit adhat meg egyszerre: %1$@.
id: Anda dapat memasukkan maksimum %1$@ sekaligus.
it: Puoi inserire fino a %1$@ alla volta.
ja: 一度に入力できるのは%1$@までです。
kk: Бір уақытта ең көбі %1$@ енгізуге болады.
ko: 한 번에 %1$@까지만 입력할 수 있습니다.
lt: Vienu metu galite įvesti iki %1$@.
ms: Anda boleh memasukkan sehingga %1$@ pada satu masa.
nb: Du kan legge til opptil %1$@ om gangen.
nl: Je kunt maximaal %1$@ tegelijk invoeren.
pl: Jednorazowo możesz podać maksymalnie %1$@.
pt: Você pode inserir até %1$@ de cada vez.
pt_pt: Pode introduzir até %1$@ de cada vez.
ro: Puteți introduce maximum %1$@ la un moment dat.
ru: Одновременно можно вносить не более %1$@.
sk: Môžete zadať až %1$@ naraz.
sl: Sočasno lahko vnesete največ %1$@.
sv: Du kan ange upp till %1$@ i taget.
th: คุณสามารถป้อนได้มากสุดครั้งละ%1$[tt]@
tr: Aynı anda en fazla %1$@ girebilirsiniz.
uk: Ви можете ввести до %1$@ за раз.
vi: Bạn có thể nhập tối đa %1$@ cùng lúc.
zh_cn: 一次最多可输入%1$@。
zh_hk: 你一次最多可以輸入%1$@。
zh_tw: 你一次可以輸入最多%1$@。

# OUT_OF_RANGE_ALERT_ERROR_TITLE
source: Data Limit
ar: حد البيانات
bg: Лимит на данни
ca: Límit de dades
cs: Limit dat
da: Datagrænse
de: Datenlimit
el: Όριο δεδομένων
es: Límite de datos
es_us: Límite de datos
fi: Tietorajoitukset
fr: Limite des données
fr_ca: Limite de données
he: הגבלת נתונים
hi: डेटा सीमा
hr: Ograničenje podataka
hu: Adatkorlát
id: Batas Data
it: Limite dati
ja: データ制限
kk: Деректерге қатысты шектеу
ko: 데이터 제한
lt: Duomenų apribojimas
ms: Had Data
nb: Datagrense
nl: Gegevenslimiet
pl: Limit danych
pt: Limite de Dados
pt_pt: Limite de dados
ro: Limită de introducere a datelor
ru: Ограничение отправки данных
sk: Limit dát
sl: Omejitev podatkov
sv: Databegränsning
th: ขีดจำกัดข้อมูล
tr: Veri Sınırı
uk: Ліміт даних
vi: Giới hạn dữ liệu
zh_cn: 数据限制
zh_hk: 資料限制
zh_tw: 資料限制

# OUT_OF_RANGE_ALERT_MINDFUL_MINUTES
source: mindful minutes
ar: دقائق الانتباه الذهني
bg: минути осъзнатост
ca: minuts d’atenció plena
cs: minuty všímavosti
da: mindful-minutter
de: Minuten der Achtsamkeit
el: λεπτών ενσυνειδητότητας
es: minutos de mindfulness
es_us: minutos de mindfulness
fi: Mindfulness-minuutit
fr: de minutes de pleine conscience
fr_ca: minutes de pleine conscience
he: דקות מודעות קשובה
hi: माइंडफ़ुल मिनट
hr: minute svjesnosti
hu: tudatossággal töltött percek
id: menit sadar
it: minuti di mindfulness
ja: マインドフル時間
kk: зерделі минуттар
ko: 마음 챙기기 시간
lt: meditavimo trukmė minutėmis
ms: minit sedar minda
nb: oppmerksomme minutter
nl: mindfulness- minuten
pl: minut uważności
pt: minutos de atenção plena
pt_pt: minutos de atenção plena
ro: minute de conștientizare
ru: о минутах осознанности
sk: minúty meditácie
sl: minut čuječnosti
sv: mindfulness-minuter
th: นาทีของการทำสมาธิ
tr: farkındalık dakikaları
uk: хвилин усвідомленості
vi: số phút chú tâm
zh_cn: 正念分钟数
zh_hk: 靜觀分鐘
zh_tw: 正念分鐘數

# OUT_OF_RANGE_ALERT_OK
source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# OUT_OF_RANGE_ALERT_ONE_ITEM_FORMAT_%@
source: You entered %@. Is this correct?
ar: لقد أدخلت %@. هل هذا صحيح؟
bg: Въвели сте %@. Това правилно ли е?
ca: Has introduït “%@”. És correcte?
cs: Zadali jste hodnotu %@. Je to správně?
da: Du har skrevet %@. Er det rigtigt?
de: Du hast %@ eingegeben. Ist das korrekt?
el: Εισαγάγατε %@. Είναι σωστό;
es: Has introducido “%@”. ¿Es correcto?
es_us: Ingresaste %@. ¿Es correcto?
fi: Syötit %@. Onko tämä oikein?
fr: Vous avez entré %@. Est-ce correct ?
fr_ca: Vous avez entré %@. Est-ce correct?
he: הקלדת %@. האם זה נכון?
hi: आपने %@ दर्ज किया है। क्या यह सही है?
hr: Unijeli ste %@. Je li to točno?
hu: A következőt adta meg: %@. Ez helyes?
id: Anda memasukkan %@. Apakah ini benar?
it: Hai inserito %@. È corretto?
ja: %@と入力されました。この値は正しいですか?
kk: Сіз %@ енгіздіңіз. Бұл дұрыс па?
ko: 다음 입력한 데이터가 정확합니까? %@
lt: Įvedėte %@. Ar duomenys teisingi?
ms: Anda memasukkan %@. Adakah ini betul?
nb: Du skrev %@. Er dette riktig?
nl: Je hebt %@ ingevoerd. Is dat correct?
pl: Podana wartość to %@. Czy jest prawidłowa?
pt: Você digitou %@ Isto está correto?
pt_pt: Digitou “%@”. Está correto?
ro: Ați introdus %@. Este corect?
ru: Вы ввели «%@». Это верно?
sk: Zadali ste %@. Je to správne?
sl: Vnesli ste %@. Je pravilno?
sv: Du angav %@. Stämmer det?
th: คุณได้ป้อน%[tt]@สิ่งนี้ถูกต้องหรือไม่
tr: %@ verisini girdiniz. Onaylıyor musunuz?
uk: Ви ввели %@. Це вірно?
vi: Bạn đã nhập %@. Thông tin này có đúng không?
zh_cn: 你输入的值是%@。请确认是否正确？
zh_hk: 你輸入的是%@。是否正確？
zh_tw: 你輸入了%@，請確認是否正確。

# OUT_OF_RANGE_ALERT_SAMPLE_DURATION_ERROR_%@_%@
source: You can enter up to %1$@ of %2$@ at a time.
ar: يمكنك إدخال لحد %1$@ من %2$@ في وقت واحد.
bg: Можете да въведете до %1$@ от %2$@ едновременно.
ca: Pots introduir dades de la categoria “%2$@” fins a %1$@ a la vegada.
cs: Najednou můžete zadat nejvýše %1$@ dat typu %2$@.
da: Du kan indtaste op til %1$@ %2$@ ad gangen.
de: Du kannst jeweils bis zu %1$@ %2$@ eingeben.
el: Μπορείτε να εισαγάγετε έως %1$@ %2$@ ανά φορά.
es: Puedes introducir hasta %1$@ de %2$@ cada vez.
es_us: Puedes ingresar hasta %1$@ de %2$@ a la vez.
fi: Voit syöttää enintään %1$@ %2$@ kerrallaan.
fr: Vous pouvez saisir jusqu’à %1$@ de %2$@ à la fois.
fr_ca: Vous pouvez entrer jusqu’à %1$@ de %2$@ à la fois.
he: ניתן להזין עד %1$@ של %2$@ בכל פעם.
hi: आप एक बार में %2$@ के अधिकतम %1$@ दर्ज कर ^[सकते हैं](inflect: true)।
hr: Istovremeno možete unijeti najviše %1$@ %2$@.
hu: Legfeljebb ennyit adhat meg egyszerre: %1$@ %2$@.
id: Anda dapat memasukkan maksimum %1$@ dari %2$@ sekaligus.
it: Puoi inserire fino a %1$@ di %2$@ alla volta.
ja: 一度に最大%1$@分までの%2$@を入力できます。
kk: Бір уақытта ең көбі %1$@ бойынша %2$@ енгізуге болады.
ko: %2$@은(는) 한 번에 %1$@까지만 입력할 수 있습니다.
lt: Vienu metu galite įvesti iki %1$@ iš %2$@.
ms: Anda boleh memasukkan sehingga %1$@ daripada %2$@ pada satu masa.
nb: Du kan legge til opptil %1$@ med %2$@ om gangen.
nl: Je kunt maximaal %1$@ voor %2$@ tegelijk invoeren.
pl: Jednorazowo możesz podać maksymalnie %1$@ %2$@.
pt: Você pode inserir até %1$@ de %2$@ de cada vez.
pt_pt: Pode introduzir até %1$@ de %2$@ de cada vez.
ro: Puteți introduce maximum %1$@ de %2$@ la un moment dat.
ru: Вы можете ввести от %1$@ до %2$@ за раз.
sk: Nemôžete zadať viac ako %1$@ dát (%2$@) naraz.
sl: Sočasno lahko vnesete največ %1$@ %2$@.
sv: Du kan ange upp till %1$@ av %2$@ i taget.
th: คุณสามารถป้อน%2$[tt]@ได้มากสุดครั้งละ%1$[tt]@
tr: Aynı anda en fazla %1$@ için %2$@ girebilirsiniz.
uk: Ви можете ввести до %1$@ %2$@ за раз.
vi: Bạn có thể nhập tối đa %1$@ của %2$@ cùng lúc.
zh_cn: 一次最多可输入%1$@的%2$@。
zh_hk: 你一次最多可以輸入%1$@的%2$@。
zh_tw: 你一次可以輸入最多%1$@的%2$@。

# OUT_OF_RANGE_ALERT_TWO_ITEMS_FORMAT_%@_%@
source: You entered %1$@ and %2$@. Is this correct?
ar: لقد أدخلت %1$@ و%2$@. هل هذا صحيح؟
bg: Въвели сте %1$@ и %2$@. Това правилно ли е?
ca: Has introduït %1$@ i %2$@. És correcte?
cs: Zadali jste %1$@ a %2$@. Je to správně?
da: Du har skrevet %1$@ og %2$@. Er det rigtigt?
de: Du hast %1$@ und %2$@ eingegeben. Ist das korrekt?
el: Εισαγάγατε %1$@ και %2$@. Είναι σωστά;
es: Has introducido “%1$@” y “%2$@”. ¿Es correcto?
es_us: Ingresaste %1$@ y %2$@, ¿es correcto?
fi: Syötit %1$@ ja %2$@. Onko tämä oikein?
fr: Vous avez saisi %1$@ et %2$@. Est-ce correct ?
fr_ca: Vous avez entré %1$@ et %2$@. Est-ce correct?
he: הקלדת %1$@ ו-%2$@. האם זה נכון?
hi: आपने %1$@ और %2$@ दर्ज किया है। क्या यह सही है?
hr: Unijeli ste %1$@ i %2$@. Je li to točno?
hu: A következőt adta meg: %1$@ és %2$@. Ez helyes?
id: Anda memasukkan %1$@ dan %2$@. Apakah ini benar?
it: Hai inserito %1$@ e %2$@. È corretto?
ja: %1$@と%2$@と入力されました。この値は正しいですか?
kk: Сіз %1$@ және %2$@ енгіздіңіз. Бұл дұрыс па?
ko: 다음 입력한 데이터가 정확합니까? %1$@ 및 %2$@
lt: Įvedėte %1$@ ir %2$@. Ar duomenys teisingi?
ms: Anda memasukkan %1$@ dan %2$@. Adakah ini betul?
nb: Du skrev %1$@ og %2$@. Er dette riktig?
nl: Je hebt %1$@ en %2$@ ingevoerd. Is dit correct?
pl: Podane wartości to %1$@ i %2$@. Czy są prawidłowe?
pt: Você digitou %1$@ e %2$@. Isto está correto?
pt_pt: Digitou “%1$@” e “%2$@”. Está correto?
ro: Ați introdus %1$@ și %2$@. Este corect?
ru: Вы ввели %1$@ и %2$@. Это верно?
sk: Zadali ste %1$@ a %2$@. Je to správne?
sl: Vnesli ste %1$@ in %2$@. Je oboje pravilno?
sv: Du angav %1$@ och %2$@. Stämmer det?
th: คุณได้ป้อน%1$[tt]@และ%2$[tt]@รายการที่ป้อนถูกต้องหรือไม่
tr: %1$@ ve %2$@ verilerini girdiniz. Onaylıyor musunuz?
uk: Ви ввели %1$@ і %2$@. Правильно?
vi: Bạn đã nhập %1$@ và %2$@. Thông tin này có đúng không?
zh_cn: 你输入的值是%1$@和%2$@。请确认是否正确？
zh_hk: 你輸入的是%1$@和%2$@。是否正確？
zh_tw: 你輸入了%1$@和%2$@，請確認是否正確。
